let baseData = [
    {
        "content": ["妻子带了个小女孩来家度暑假，说是外甥女，其实是她的亲生女儿。原来，妻子之前跟别人有过一段婚姻，还生了孩子，却一直瞒着现在的丈夫……", "　　陆某没想到，自己的身上竟会发生电视剧中的情节，“我忍了8年，但这个坎还是迈不过去”。昨天，两人到法院协议离婚。", "　　今年35岁的陆某，是一家制造公司的员工。2002年，陆某经人介绍认识了比自己大2岁的林某，不到半年两人便登记结婚了。次年，儿子出生。", "　　2005年时，林某突然带回一个5岁的小女孩，说是自己的外甥女，放暑假了，接到家里住几天。", "　　整个暑假，小女孩都住在陆某家。儿子有个玩伴，更加热闹，陆某挺高兴。直到有一天，陆某晚上回来，意外听到房间里妻子与小女孩的对话，他一下惊呆了：", "　　“为什么以前都叫妈妈，现在要叫阿姨。我什么时候才能重新叫你妈妈呀？”林某告诉孩子，“等再长大一点。现在只能叫阿姨。”", "　　当天晚上，林某承认，小女孩确实是自己的女儿。在跟陆某结婚前，她离过一次婚，并有一个女儿，跟着前夫生活。母女感情终究难舍，她把女儿接过来度假。因为害怕陆某知道，撒谎说是外甥女。", "　　陆某气得一句话也说不出来，摔门而出。", "　　从此以后，家里就不平静了。丈夫脾气越来越差，妻子自知理亏，一直小心迁就着，但还是免不了发生争吵。", "　　陆某说，他无法原谅妻子的欺骗。“这几年，为了孩子，就忍一忍吧，但心头的结，始终解不开。”", "　　2012年，两人已经离过一次婚，后来在家长的劝说下复婚了。", "　　妻子林某不想离婚，女儿也大了，跟着前夫生活，对他们的生活并没有大的影响。但这一次，陆某态度坚决，一定要离，“自己结婚的时候是一手的，不想娶了一个二手的回来，还被骗了3年，怎么想都觉得自己很吃亏。”", "", ""], 
        "tags": [
            { "name": "ARTICLE_CATEGORY", "value": "综合", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_NAME", "value": "杂谈", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_SYS", "value": "杂谈", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_USER", "value": "外甥女", "scroe": 1 },
             { "name": "ARTICLE_TAG_USER", "value": "私生女", "scroe": 1 }], 
        "title": "妻子与他人生女带回家称“外甥女” 丈夫苦忍8年", 
        "acfunId": "822972", 
    },
    {
        "content": ["UP上次谈恋爱实在什么时候呢？   已经记不清了 ！UP家里是做五金水暖方面的生意  去年还是自己开店  今年就跟我舅舅做了  他做的比较大  今天一位老顾客报货过来叫我们送货过去  比较晚了  本来是不想送  但是没办法  就开车给她送过去了  当我到了老板娘店里  老板娘不在  那我就尴尬了  本来想偷懒  回去打下球  现在估计打不成了  老板娘店里是卖五金兼职开棋牌室  所以长期比较热闹  我就下车走进店里  一看  打麻将  看不懂  就四处看看  这时来了个妹子  UP算眼前一亮吧  UP的沉寂已久的心又活泛起来了  UP非常注重第一眼的感觉  不知道为何？本来路上想着晚上做视频的  但是没做  又放过了你们一次  不用感谢  该来的迟早会来  今晚跟基佬打LOL  真刺激   不知道是因为有了目标心情好所以 游戏把把胜利的缘故么？祝UP好运吧   这事成了  我就不在做视频了"],
         "tags": [
            { "name": "ARTICLE_CATEGORY", "value": "生活情感", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_NAME", "value": "情感", "scroe": 1 },
            { "name": "ARTICLE_TAG_SYS", "value": "情感", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_USER", "value": "外甥女", "scroe": 1 },
             { "name": "ARTICLE_TAG_USER", "value": "意义不明", "scroe": 1 }], 
        "title": "看上了客户的外甥女 接上来该怎么办？", 
        "acfunId": "321313", 
    },
    { 
        "content": ["", "http://img3.dwstatic.com/lol/1309/242992354712/242992511090.jpg", "", "", "基础攻击力调整回目前正式数值，基础魔法值由200下调至190，魔法值+35/等级上调至+45/等级。", "　　【Q逆流投掷】", "　　--伤害由65/110/155/200/245上调至70/115/160/205/250", "　　【W残暴打击】", "　　--激活时，生命偷取由8/10.5/13/15.5/18%上调至9/12/15/18/21%", "　　--激活时，攻击速度提升20/35/50/65/80%", "　　--施法消耗由全等级35下调至30", "　　【E鲁莽挥击】", "　　--现在如果E直接击杀目标，将返还施法消耗的血量", "", ""], 
        "tags": [
            { "name": "ARTICLE_CATEGORY", "value": "游戏", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_NAME", "value": "英雄联盟", "scroe": 1 },
             { "name": "ARTICLE_TAG_SYS", "value": "英雄联盟", "scroe": 1 }, 
             { "name": "ARTICLE_TAG_USER", "value": "英雄联盟", "scroe": 1 }], 
        "title": "【lol】美测服9.12 奥拉夫调整E技将有刷新机制", 
        "acfunId": "822574", 
    },
    { 
        "content": ["什么是STEAM？它为何会出现？", "什么是STEAM？它为何会出现？", "STEAM(http://store.steampowered.com/)是世界上无人能及的数字游戏平台，由知名游戏工作室VALVE开发，至今已经过10年时间，发展之迅速，都只因为他们的大胆作风。主要用途从贩售游戏、对战联网、架设服务器、社群互动与程式更新等，并支持数十个国家的语言，包括中文。", "（以下为旧版界面）", "", "http://img1.cache.netease.com/catchpic/6/63/63876E6AC07DD284C485C71CC753828B.JPG", "", "http://img1.cache.netease.com/catchpic/4/4B/4B1FC950B57FB55CE57C0C346E28FF9B.JPG", "早在STEAM推出之前，VALVE对游戏上的更新是很大的问题，其中一个就是反恐精英的更新导致不少的玩家在联网对战时大量断线。VALVE就决定要制作出一个专门为游戏更新与联网的BT软件平台。为此，他们也曾经与微软、雅虎等公司洽谈合作提案，不过都是遭到拒绝了。", "在没人帮助的情况下，STEAM的第一个客户端从2002年放出，不过功能就只是单单的游戏更新而已。刚好也是反恐精英1.6版本出来的时候，只要进行更新都会被强制安装STEAM（那时更新人数同时高达10几万名玩家）。到2004的时候STEAM正式取代了旧有的联网对战平台World Opponent Network，简称为WON。", "（下图是STEAM新版至今的样子）", "", "http://img1.cache.netease.com/catchpic/9/9F/9F1059F75026E47C83BCB683F5342F9F.JPG", "数字游戏，让玩家接受，STEAM成功的一大步", "数字游戏，让玩家接受，STEAM成功的一大步", "也刚好VALVE与Vivendi的官司案件达成和解，VALVE宣称以后将独立发行游戏，不通过任何的游戏发行商。玩家此后将可以在STEAM上头购买取得数字游戏，售价也将比零售商来的低。", "2005年12月，经过不断的测试与接受玩家的意见，STEAM开始与游戏发行商沟通签约并提供在STEAM平台上贩售游戏的基本服务，加拿大的Strategy First就是第一个在上头贩售游戏的公司，也是踏出他们未来成功的关键步。", "至此之后，VALVE便独立发行游戏，Vivendi也在该年8月底停止任何相关产品的销售。", "", "http://img1.cache.netease.com/catchpic/2/22/22DF6E02AE798D016547E4F32E0EFF82.PNG", "由于数字游戏是采用DRM机制的，所以购买下来的游戏都是绑定帐号，必须联网登入STEAM帐号以及它独一无二的识别码才能启用，启用的同时系统也会对游戏来源进行确认，以防止盗版游戏档案，也是很多玩家不喜欢的原因，必须联网，也与传统不同，是没有实体包装的。也有些游戏是可以通过登入帐号之后，能进行离线游玩的。", "也有些游戏是可以通过登入帐号之后，能进行离线游玩的。", "", "http://img1.cache.netease.com/catchpic/B/BC/BCEE2395DB6386638289B3CFB59C346C.JPG", "", "http://img1.cache.netease.com/catchpic/D/D2/D20AEC5B48E0F24E4035769D19261F84.JPG", "虽然一开始玩家反弹，不过也是渐渐在接受，不管是价格还是更新上的方便性。VALVE也表示他们已经开始获得盈利。或许从销售的数量上来看的确是比不上实体的零售商，但从中获得的利润还是高于实体商店的。", "随着玩家的接受程度与STEAM的不断改版，2007年开始就有大型的游戏厂商加入STEAM数字销售的行列。此时的会员帐号总数已经高达一千三百多万个，游戏数量也超过150款，后来还陆续推出了Orange Box（橘盒）、生化奇兵、使命召唤4、浩劫杀阵等等大作。", "", "http://img1.cache.netease.com/catchpic/7/7A/7A097A700E61009987AC7B48D4299241.JPG", "2012年，STEAM上在贩售游戏已经超过2000多款，仍然持续增加当中，也越来越多游戏开始只要安装就必须绑定STEAM平台。", "在加上，STEAM是每天、每周、每次节日通通都会有游戏打折，还会有大合辑打折，可让不少朋友因此失去了荷包。", "", ""], 
        "tags": [
            { "name": "ARTICLE_CATEGORY", "value": "综合", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_NAME", "value": "杂谈", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_SYS", "value": "杂谈", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_USER", "value": "Steam", "scroe": 1 }], 
        "title": "STEAM诞生10周年 地位无可撼动", 
        "acfunId": "822252", 
    },
    { 
        "content": ["在下2013届毕业生，动画方向专业，在校期间自己做过小动画,做毕业设计的时候老师看了我的作品说我可以去A公司，以前有比我差的人都去A公司工作了，我去应该没什么问题。", "（A公司是目前国内还不错的原创动画公司）", "于是UP去投邮箱发了自己的作品，过了几天A公司回信说要份我的简历（UP没求过职，忘记还要发简历。）然后发了简历过去，然后就没有然后了.....", "", "", "", "", "过了很久都没有回音,UP知道已经没希望了,但是UP真心想做动画,于是又发了一封求职信过去,还是石沉大海。于是UP在家练画画。", "", "", "", "", "后来经朋友介绍知道了B公司，B公司也是一家很不错的原创动画公司，而且还很有设计感（UP是非美术类院校毕业，所以学了很多设计方面知识。），当时觉得B公司有能力有可能会成为国内领军行业，而且刚好在招人，于是UP又把个人作发了过去，但是结局还是一样。", "", "", "", "", "于是UP真的很失落（UP不是那种广撒网的类型），于是UP继续在家画画.....", "", "", "UP觉得A,B公司拒绝我可能是因为", "1.我不是影视学院或者八大美院毕业的", "2.我没有实习经验（学校不是重美术的，所以没有组织实习）", "", "", "", "", "后来看革命机(卧槽各种神展开,机体设计还是不错的剧情就太扯了,另外流木野咲赛高),想起来之前有段时间说革命机的外包公司泄露原画事件,于是UP想要不要先去外包公司锻炼一下,想到可以接触到日本原画师的画简直赞", "/dotnet/date/ueditor/dialogs/emotion/images/ac/08.gif", "/dotnet/date/ueditor/dialogs/emotion/images/ac/32.gif", "", "", "然后就百度了下外包公司,发现貌似杭州飞龙(现在叫龙骑了?)还可以,但是百度上的人说外包公司强度很大，而且都是拿人当苦力的。", "", "", "", "", "UP想请教下，有没有从事动画制作公司的，或者动画外包公司的，求指点啊。", "", ""], 
        "tags": [
            { "name": "ARTICLE_CATEGORY", "value": "生活情感", "scroe": 1 },
             { "name": "ARTICLE_TAG_NAME", "value": "工作", "scroe": 1 },
              { "name": "ARTICLE_TAG_SYS", "value": "工作", "scroe": 1 },
               { "name": "ARTICLE_TAG_USER", "value": "动画", "scroe": 1 }], 
        "title": "大学毕业（动画方向）目前待业，想去动画公司，求诸君指点", 
        "acfunId": "823072", 
    },
    { 
        "content": ["　　随着 Hao和 香蕉的加入，转会大潮之于 iG来说动荡结束归于平静，阵容终于完备iG下一步打算又是如何？今天我们的特约记者小兽联系到刚刚加入到iG俱乐部Hao并就iG近日的调整和未来的打算进行了专访，我们一起来看看吧~", "http://news.replays.net//news/webdownloadphoto/2013-9-13/1379085257_0.gif", "http://news.replays.net//news/webdownloadphoto/2013-9-13/1379085257_0.gif", "http://news.replays.net//news/webdownloadphoto/2013-9-13/1379085257_0.gif", "", "http://news.replays.net//news/webdownloadphoto/2013-9-13/1379085257_1.jpg", "", "", "", ""], 
        "tags": [
            { "name": "ARTICLE_CATEGORY", "value": "综合", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_NAME", "value": "杂谈", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_SYS", "value": "杂谈", "scroe": 1 }, 
            { "name": "ARTICLE_TAG_USER", "value": "hao", "scroe": 1 }], 
        "title": "DOTA2 Hao:新iG训练效果较好 目标为打下新王朝", 
        "acfunId": "822838", 
    },
]

let data = baseData.map((item)=>{
    return item.content.join("");
})

console.log(data[0])

console.log("~~~~~~~~~~~");
console.log(data[1])